7zip
abseil-cpp
acl
acpi
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
ananicy-cpp
ani-cli
aom
appstream
archlinux-keyring
argon2
aria2
asciinema
at-spi2-core
attr
audit
autoconf
automake
avahi
base
base-devel
bash
bat
beancount
binutils
bison
blas
bluez
bluez-libs
bluez-utils
boost-libs
bottom
bridge-utils
brightnessctl
brotli
btrfs-progs
bustle
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
calibre-bin
cantarell-fonts
cblas
cdparanoia
cfitsio
chessterm
clucene
cmake
containerd
coreutils
cppdap
cryptsetup
curl
dav1d
davmail
db5.3
dbus
dbus-broker
dbus-broker-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
docker
double-conversion
duktape
dunst
dvisvgm
e2fsprogs
ell
enchant
expat
eza
fakeroot
fastfetch
fava
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-unikey
fd
ffcall
ffmpeg
fftw
file
filesystem
findutils
firefox
fish
flac
flameshot
flex
fmt
fontconfig
freetype2
fribidi
fuse3
fzf
gamescope
gawk
gc
gcc
gcc-libs
gd
gdbm
gdk-pixbuf2
gettext
ghostscript
giflib
git
github-cli
glib
glib-networking
glib2
glibc
glslang
gmp
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtest
gtk-update-icon-cache
gtk3
gtk4
guile
gumbo-parser
gupnp
gupnp-igd
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gzip
harfbuzz
harfbuzz-icu
hdparm
hexyl
hicolor-icon-theme
hidapi
highway
html-xml-utils
htop-vim
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
inotify-tools
intel-gmmlib
intel-gpu-tools
intel-media-driver
intel-ucode
iproute2
iptables
iputils
irqbalance
iso-codes
iw
iwd
jansson
jbig2dec
jbigkit
jq
json-c
json-glib
jsoncpp
kbd
kdbusaddons
keyutils
kguiaddons5
khal
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
kwidgetsaddons
l-smash
lame
lapack
lazygit
lcms2
leptonica
less
libabw
libadwaita
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libavif
libb2
libbluray
libbpf
libbs2b
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcgif
libcloudproviders
libcmis
libcolord
libconfig
libcups
libdaemon
libdatrie
libdc1394
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgirepository
libgit2
libglvnd
libgpg-error
libgudev
libheif
libice
libidn
libidn2
libiec61883
libimagequant
libinput
libisl
libixion
libjpeg-turbo
libjxl
libksba
liblangtag
liblc3
libldac
libldap
libluv
libmm-glib
libmnl
libmodplug
libmpc
libmspub
libmupdf
libmwaw
libmysofa
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
libodfgen
libogg
libopenmpt
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigsegv
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
libusb
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libvdpau
libverto
libvips
libvisio
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwpd
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llhttp
llvm-libs
lm_sensors
lmdb
lobster-git
lpsolve
lua
lua51-lpeg
luajit
luarocks
lv2
ly
lz4
lzo
m4
make
man-db
md4c
mesa
mesa-utils
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
mpv-mpris
msgpack-c
mtdev
mujs
mypy
nano
ncdu
ncurses
neomutt
neon
neovim
nettle
networkmanager
newsboat
node-gyp
nodejs
nodejs-nopt
noisetorch
npm
npth
nspr
nss
nvtop
ocl-icd
onetbb
oniguruma
openal
opencode-bin
opencore-amr
opencv
openexr
openjpeg2
openssh
openssl
opus
orc
otf-hasklig-nerd
p11-kit
paccache-hook
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pandoc-bin
pango
paru
paru-debug
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
podman
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
procps-ng
protobuf
psmisc
pyside6
python
python-annotated-types
python-anyio
python-argcomplete
python-attrs
python-cairocffi
python-cattrs
python-certifi
python-cffi
python-charset-normalizer
python-click
python-colorama
python-dateutil
python-dbus-fast
python-dbus-next
python-distro
python-gobject
python-greenlet
python-gtts
python-h11
python-h2
python-hpack
python-httpcore
python-httpx
python-hyperframe
python-idna
python-iwlib
python-jinja
python-jiter
python-markdown-it-py
python-markupsafe
python-mdurl
python-msgpack
python-mypy_extensions
python-orjson
python-packaging
python-pillow
python-pip
python-pipx
python-platformdirs
python-psutil
python-pycparser
python-pydantic
python-pydantic-core
python-pygments
python-pylatexenc
python-pynvim
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-regex
python-requests
python-rich
python-shellingham
python-six
python-sniffio
python-strenum
python-toml
python-tqdm
python-typer
python-typing_extensions
python-undervolt
python-urllib3
python-userpath
python-weasyprint
python-xcffib
python-yaml
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-base
qt6-declarative
qt6-positioning
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
qtile
qtile-bonsai
qtile-extras
qutebrowser
raptor
rasqal
rav1e
rclone
re2
readline
redland
reflector
rhash
ripgrep
ripgrep-all
rnote
rofi-dmenu
rofi-greenclip
rofi-playerctl-git
rofi-process-killer
rsync
rubberband
ruff
runc
rust
rustdesk-bin
sbc
sdl2-compat
sdl3
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
shell-color-scripts-git
slang
smartmontools
snappy
socat
sord
spdlog
speex
speexdsp
spirv-tools
sqlite
sratom
srt
starship
steam
stockfish
stow
sudo
suru-plus-aspromauros-git
svt-av1
systemd
systemd-libs
systemd-sysvcompat
tar
terminus-font
tesseract
tesseract-data-eng
tesseract-data-osd
texinfo
texlive-basic
texlive-bin
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-plaingeneric
tinysparql
tlp
tlpui
tmux
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-cli
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
tt
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-noto-emoji-monochrome
tzdata
uchardet
udisks2-btrfs
unclutter
unibilium
unison
unzip
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vdirsyncer
veikk-tablet-bin
verdict
vid.stab
vmaf
vulkan-headers
vulkan-icd-loader
vulkan-intel
wayland
webrtc-audio-processing-1
wget
which
wireless_tools
wireplumber
wlroots0.17
woff2
wpa_supplicant
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-utils-handlr
xdotool
xf86-input-libinput
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xvidcore
xxhash
xz
yazi
yt-dlp
yt-x-git
yyjson
zaread-git
zathura
zathura-pdf-mupdf
zeromq
zimg
zix
zlib
zram-generator
zstd
zxing-cpp
zziplib
